<script setup lang="ts">
import ACircledPage from "@/components/ACircledPage.vue"
import image1 from "@/assets/images/avatar4.png"
import image2 from "@/assets/images/avatar5.png"
import image3 from "@/assets/images/avatar6.png"

const data = {
  title: "Эффективность применения биопрепарата «Биоойл-АА» при ликвидации аварийных загрязнений нефтепродуктами",
  first: {
    title: "Мазутное загрязнение на 79 км перегона Топки–Шишино ЗСЖД (2018 г.)",
    text: "Исходный уровень загрязнения составил 12036 мг/кг.",
    time: "Через две недели:",
    image: image1,
    description:
      "Остаточное содержание нефти и продуктов её трансформации и составили 189 мг/кг Эффективность очистки  биопрепаратом - 98,4%.",
  },
  second: {
    title: "Мазутное загрязнение на станции Новки-1 ГЖД (2021 г.)",
    text: "Исходный уровень загрязнения составил 6150 мг/кг.",
    time: "Через два месяца:",
    image: image2,
    description:
      "Остаточное содержание нефти и продуктов её трансформации и составили 669 мг/кг. Эффективности очистки биопрепаратом - 89,1%.",
  },
  third: {
    title: "Загрязнение нефтепродуктами на станции Татарская ЗСЖД (2021 год)",
    text: "Исходный уровень загрязнения составил 9355 мг/кг.",
    time: "Через два месяца:",
    image: image3,
    description:
      "Остаточное содержание нефти и продуктов её трансформации и составили 586 мг/кг. Эффективности очистки биопрепаратом – 93,7%.",
  },
}
</script>

<template>
  <ACircledPage v-bind="data" />
</template>

<style scoped lang="scss"></style>
